{
  "cream": {
    "birthday_cake": {
      "id": "1-1-1",
      "description": "French Vanilla ice cream and lemon cake chucks infused with our in house grown Birthday Cake cannabis",
      "dosage": 1500,
      "name": "Birthday Cake",
      "price": 15.99,
      "photo": "https://scdphotobucket.s3.amazonaws.com/scd_photoAssests/photo_assets/flavors/birthday_cake.jpg",
      "size": 16,
      "quantity": 999
    },
    "sherblato": {
      "id": "1-1-3",
      "description": "Strawberry ice cream with dark chocolate syrup, infused with our in house grown Sherblato cannabis",
      "dosage": 1500,
      "name": "Sherblato",
      "photo": "https://scdphotobucket.s3.amazonaws.com/scd_photoAssests/photo_assets/flavors/sherblato.jpg",
      "price": 15.99,
      "size": 16,
      "quantity": 999
    },
    "blue_dream": {
      "id": "1-1-6",
      "description": "Blueberry ice cream with a blackberry syrup, infused with our in house grown Blue Dream cannabis",
      "dosage": 1500,
      "name": "Blue Dream",
      "photo": "https://scdphotobucket.s3.amazonaws.com/scd_photoAssests/photo_assets/flavors/blue_dream.jpg",
      "price": 15.99,
      "size": 16,
      "quantity": 999
    }
  },
  "smokable": {
    "sativa": {
      "strain": "Blue Dream",
      "type": "Sativa",
      "thc": 18,
      "cbd": 0,
      "taste": "Sweet, Berries, Lemon",
      "size": 3.5,
      "description": "Blue Dream is a sativa-dominant hybrid marijuana strain made by crossing Blueberry with Haze. This strain produces a balanced high, along with effects such as cerebral stimulation and full-body relaxation. Blue dream is 18% THC but has a low CBD percentage, making this potent strain a fan favorite of both novice and veteran cannabis consumers. In terms of flavor, Blue Dream is reported to smell and taste like sweet berries. Medical marijuana patients often use Blue Dream to treat symptoms of depression, chronic pain, and nausea. ",
      "photo": "https://scdphotobucket.s3.amazonaws.com/scd_photoAssests/photo_assets/signature_flower/sativa_jar.jpg",
      "price": 40.99,
      "quantity": 999
    },
    "hybrid": {
      "strain": "Ovan",
      "type": "Hybrid",
      "thc": 29.7,
      "cbd": 0,
      "taste": "Sweet, Tangerine, Chocolate, Pine",
      "size": 3.5,
      "description": "Ovan is an indica-dominant hybrid marijuana strain made by crossing Ice Cream Cake with Pineapple Express. This strain produces an intense high, along with effects such as cerebral stimulation and full-body relaxation. Ovan is 29.7% THC with a decent CBD percentage at 11%, making this potent strain a fan favorite of both novice and veteran cannabis consumers. In terms of flavor, Ovan is reported to smell like Lime, Salt and Rosemary and tastes strongly of Tangerine with a hint of Chocolate and Pine. Medical marijuana patients often use Blue Dream to treat symptoms of depression, chronic pain, and nausea. ",
      "photo": "https://scdphotobucket.s3.amazonaws.com/scd_photoAssests/photo_assets/signature_flower/hybrid_jar.jpg",
      "price": 40.99,
      "quantity": 999
    },
    "indica": {
      "strain": "King Louis XIII",
      "type": "Indica",
      "thc": 20,
      "cbd": 0,
      "taste": "Pine, Earth, Musk",
      "size": 3.5,
      "description": "King Louis XIII, also known as 'King Louis', 'Louis XIII Kush' is an indica marijuana strain made by crossing OG Kush with LA Confidential. It's namesake might be most famous for making wigs on men de rigeur for the French aristocracy, but in Southern California the name will bring to mind a popular indica-dominant strain. This strain announces itself as many people did in the 1600s: by its smell. The difference is this monarch’s odor is one that’s meant to be enjoyed; its dense nugs have an overwhelmingly piney smell with an earthy musk that will have you thinking of your last forest adventure. Because of its OG Kush, heritage Louis XIII has a very similar spicy kush aroma. ",
      "photo": "https://scdphotobucket.s3.amazonaws.com/scd_photoAssests/photo_assets/signature_flower/indica_jar.jpg",
      "price": 40.99,
      "quantity": 0
    }
  },
  "hardware": {},
  "sticker": {}
}